IDEA Open Model
ResultOnMembers2 Class
Compatible with IDEA StatiCa Beta 20.0
Note: This API is now obsolete.
 Result of member
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.ResultOnMembers2
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
[ObsoleteAttribute]
public class ResultOnMembers2
<ObsoleteAttribute>
Public Class ResultOnMembers2
The ResultOnMembers2 type exposes the following members.
Constructors
Name | Description
ResultOnMembers2()
 Constructor
ResultOnMembers2(ResultType)
 Constructor Type of result
Top
Properties
Name | Description
Results
 List of results of members
ResultType
 Type of result
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace